experiments/redis_contention/servers_on_numa/loaded_pairs_48/pair_2/redis.out
4         Threads
8         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       153272.41          ---          ---         1.02954         0.25500        24.44700        29.05500    160904.29 
Gets       153272.41      1767.16    151505.25         1.02954         0.25500        24.44700        29.05500      7915.05 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     306544.81      1767.16    151505.25         1.02954         0.25500        24.44700        29.05500    168819.34